BotMessages = {
    'start_new' : "Отправь файл со своим резюме. Формат файла: pdf, docx, doc, txt\nПолучи рекомендации по твоему резюме для трудоустройства",
    'start_existed' : " Ты уже в команде. Введи /help для того, чтобы узнать статус и возможные действия",

    'file_upload_ext_error' : "Сейчас бот не распознает файлы с расширением {}. Но всегда может понять текстовые файлы [например: pdf, docx, doc, rtf]",
    'file_upload_success' : "Резюме сохранено и обрабатывается. Это займет какое-то время, как только получим рекомендации - напишем тебе.",
    'file_upload_existed' : "Бот смотрит твое резюме и составляет рекомендации. Это займет какое-то время, как только получим рекомендации - напишем тебе.",

    'help_header_existed' : "Резюме в обработке. Бот просматривает твое резюме и скоро пришлет список рекомендаций.",
    'help_header_new' : "Отправь боту свой файл резюме. Бот обработает его и даст рекомендации по трудоустройству.",
    'help_body' : "\n/delete_resume - на случай если прислали не тот файл. После ввода команды ты сможешь прислать новый файл резюме.\n/question - задать интересующий вопрос",

    'delete_resume_empty' : "Очень жаль, но ты еще не отправили свое резюме.",
    'delete_resume_success' : "Готово, теперь можешь отправить боту обновленное резюме",

    'question_already_set' : "Вы уже можете задавать свой вопрос. Я жду ;)",
    'question_can_asked' : "С удовольствием отвечу на ваш вопрос, только постарайтесь задать его в одном сообщении",
    'question_will_answered' : "Принял вопрос. Обычно я отвечаю в течении 24 часов, будем на связи",
    
    'message_error' : "Не понимаю к чему относится сообщение. С удовольствием помогу, но я должен точно знать, что за команда. \nДоступные команды здесь - /help"
}
